// src/data/poems.js

export const POEMS = [
  {
    id: 1,
    text: "Вместо обычных слов,\nРасскажу я всё как поэт:\nВ тёмных местах своих мыслей,\nВижу твой яркий силуэт.\n\nЛюдям часто трудновато\nРешиться, и словить момент.\nНе найду на тебя похожую,\nВ фонтан кидай хоть сто монет.",
    author: "CASPIY"
  },
  {
    id: 2,
    text: "Больше никто мне не нужен и я только твой,\nРозовый мир, я теку с твоих ямочек.\nСамая милая парочка.\nЗнаешь, я так сильно боюсь потерять твои глазки.",
    author: "Isanay"
  },
  {
    id: 3,
    text: "Я бы приобнял тебя при встрече,\nЧтобы все рассказать, пишу тебе песни.\nВот бы нам гулять до ночи вместе,\nПеред сном мои мысли не уместны.\n\nЯ хотел бы поскорее оказаться рядом,\nСогреваешь даже под сильным снегопадом.\nЗагадаю я желание под звездопадом,\nБудто бы заряжаешь невидимым зарядом.",
    author: "CASPIY"
  },
  {
    id: 4,
    text: "Бир көргөндө ашык болдум айдай жарык жүзүңө.\nКармана албай чөгүп кеттим терең көздөрүңө.\nСары майдай ээрип кетем жылуу сөздөрүңө.\nСени менен бир болууну каалайм бул өмүрдө.\n\nУлукман өз ырында айткандай:\n«Сенин жүзүң керемет Бүбүсарадай,\nОйлонбой жүрө берсең болот күзгү карабай».\nКанча деген сөздөр калды толук жазып, айтылбай...",
    author: "CASPIY"
  },
  {
    id: 5,
    text: "Что говорят другие, меня не беспокоит,\nВедь в моих глазах — ты астероид.\nЗнай, ты та самая принцесса из сказок.\nДо твоего прихода в жизни не хватало красок.\n\nМне не нужны слова, ты всё понимаешь,\nБез лишних фраз мой ритм угадаешь.\nТы смотришь так, что сердце замирает,\nИ свет твоих глаз меня окрыляет.",
    author: "CASPIY"
  },
  {
    id: 6,
    text: "Что же между нами происходит? \nМои чувство слишком далеко заходят. \nГрубыми словами, нервы щекоча /nСкажу я комплимент на своем чала кыргызча: \nБашкаларга окшош эмессиң - өзгөчө өлкөсүң. \nСага унчукпаймын, \nБир гана жүрөк сүйлөсүн. /nАдеми көздөрүңдү унутпаймын эч качан, /nСүйлөгөн сөздөрүңдү кайталачы бир заман.",
    author: "Soulay"
  },
  {
    id: 7,
    text: "Жаным для тебя я готов, \nДля тебя я горы свернуть готов. \nТы же знаешь что я не тот, \nнет я не тот. \nТвоя красота выше всех красот.",
    author: "Soulay"
  },
  {
    id: 8,
    text: "А знаешь с тех пор твои фото храню, \nВсе фото и видео скрыты в таю. \nНикто не узнает что было тогда,  \nНе скажу никому о тебе никогда \nПусть тайной все будет и будет легко n\И пусть между нами уже не ничего...",
    author: "Soulay"
  },
  {
    id: 9,
    text: "С тобой вдвоем, нам не помешают \nЗаботы, упреки и я все решаю. \nПроблемы общие все наши решу, \nИ то как люблю тебя громко скажу! \nРядом со мной тебе будет легко, \nА рядом с тобой мне будет тепло, \nИ нет я не сдамся, с тообй до конца \nИ пусть навсегда будут наши сердца!",
    author: "Soulay"
  }
];