// src/data/poems.js

export const POEMS = [
  {
    id: 1,
    text: "Вместо обычных слов,\nРасскажу я всё как поэт:\nВ тёмных местах своих мыслей,\nВижу твой яркий силуэт.\n\nЛюдям часто трудновато\nРешиться, и словить момент.\nНе найду на тебя похожую,\nВ фонтан кидай хоть сто монет.",
    author: "CASPIY"
  },
  {
    id: 2,
    text: "Больше никто мне не нужен и я только твой,\nРозовый мир, я теку с твоих ямочек.\nСамая милая парочка.\nЗнаешь, я так сильно боюсь потерять твои глазки.",
    author: "Isanay"
  },
  {
    id: 3,
    text: "Я бы приобнял тебя при встрече,\nЧтобы все рассказать, пишу тебе песни.\nВот бы нам гулять до ночи вместе,\nПеред сном мои мысли не уместны.\n\nЯ хотел бы поскорее оказаться рядом,\nСогреваешь даже под сильным снегопадом.\nЗагадаю я желание под звездопадом,\nБудто бы заряжаешь невидимым зарядом.",
    author: "CASPIY"
  },
  {
    id: 4,
    text: "Бир көргөндө ашык болдум айдай жарык жүзүңө.\nКармана албай чөгүп кеттим терең көздөрүңө.\nСары майдай ээрип кетем жылуу сөздөрүңө.\nСени менен бир болууну каалайм бул өмүрдө.\n\nУлукман өз ырында айткандай:\n«Сенин жүзүң керемет Бүбүсарадай,\nОйлонбой жүрө берсең болот күзгү карабай».\nКанча деген сөздөр калды толук жазып, айтылбай...",
    author: "CASPIY"
  },
  {
    id: 5,
    text: "Что говорят другие, меня не беспокоит,\nВедь в моих глазах — ты астероид.\nЗнай, ты та самая принцесса из сказок.\nДо твоего прихода в жизни не хватало красок.\n\nМне не нужны слова, ты всё понимаешь,\nБез лишних фраз мой ритм угадаешь.\nТы смотришь так, что сердце замирает,\nИ свет твоих глаз меня окрыляет.",
    author: "CASPIY"
  },
  {
    id: 6,
    text: "Что же между нами происходит? \nМои чувство слишком далеко заходят. \nГрубыми словами, нервы щекоча /nСкажу я комплимент на своем чала кыргызча: \nБашкаларга окшош эмессиң - өзгөчө өлкөсүң. \nСага унчукпаймын, \nБир гана жүрөк сүйлөсүн. /nАдеми көздөрүңдү унутпаймын эч качан, /nСүйлөгөн сөздөрүңдү кайталачы бир заман.",
    author: "Soulay"
  },
  {
    id: 7,
    text: "Жаным для тебя я готов, \nДля тебя я горы свернуть готов. \nТы же знаешь что я не тот, \nнет я не тот. \nТвоя красота выше всех красот.",
    author: "Soulay"
  },
  {
    id: 8,
    text: "А знаешь с тех пор твои фото храню, \nВсе фото и видео скрыты в таю. \nНикто не узнает что было тогда,  \nНе скажу никому о тебе никогда \nПусть тайной все будет и будет легко \nИ пусть между нами уже не ничего...",
    author: "Soulay"
  },
  {
    id: 9,
    text: "С тобой вдвоем, нам не помешают \nЗаботы, упреки и я все решаю. \nПроблемы общие все наши решу, \nИ то как люблю тебя громко скажу! \nРядом со мной тебе будет легко, \nА рядом с тобой мне будет тепло, \nИ нет я не сдамся, с тообй до конца \nИ пусть навсегда будут наши сердца!",
    author: "Soulay"
  },
  {
    id: 10,
    text: "Скоро конец лета, но для нас это начало. \nЯ влюбляюсь снова сердце вновь мое кричало. \nЯ люблю тебя малышка, хочу тихо прошептать \nУ меня уже отдышка, вновь хочу рассвет встречать. \nМеня манят твои губы, я не знаю что сказать. \nВсе сосуды словно трубы \nПустоту бы ту отжать \nДелай всё что ты захочешь, меня больше не сломать, \nДетка я ведь уже сломлен, хочу love u я сказать",
    author: "Soulay"
  },
  {
    id: 11,
    text: "Снова позвоню часами поболтаю ни о чем, \nПозову я погу погулять потанцуем под дождём, \nТы одна из тех с кем, реально мне уютно, \nВыйду для тебя я ночью, нет это не трудно. \nВроде ты мне нравишься, а вроде бы нет, \nНо несмотря на это продолжаю свой куплет.",
    author: "Soulay"
  },
  {
    id: 12,
    text: "Знаешь, что в сердце моем \nТак тихо глубоко, \nЛистаю те страницы \nИщем себя далеко. \nМысли, как волны, шумят, \nТонут в безбрежной тиши, \nЯ в твоих глазах увидел \nКак сбываются мечты. \nДуша поет, хочу к тебе, \nМне неважно какой город \nЯ в Бишкеке или в Алмате, \nНе нахожу место негде \nВедь тебя тут рядом нет, \nТы приедешь или нет? \nДай мне свой ответ.",
    author: "Lil Firxst"
  },
  {
    id: 13,
    text: "А твои локоны волос и моя кругом голова, \nТвой взгляд на мне, забываю все слова. \nСегодня ты со мной, завтра тоже не одна \nTurn off the phone время только для тебя. \nПесен так много, но суть одна, \nЗабирай все, но ты лишь моя. \nЭто полный азарт, я попался в капкан, \nНа тебя уже давно у меня созрел план.",
    author: "Soulay"
  },
  {
    id: 14,
    text: "И каждый раз и каждый день, \nЯ за тобой вижу твою тень. \nВсе внимание мое на тебе смотри. \nАроматом волшебным ты меня одари. \nНа меня смотри, в глазах огонь. \nТы мне руку протяни, поведи за собой. \nМилой новостью сегодня ты меня удиви, \nСвоим запахом волшебным меня помани.",
    author: "Soulay"
  },
  {
    id: 15,
    text: "Совсем еще недавно, узнал я даже кто ты. \nА сейчас сижу, напевая рифмы в ноты. \nТы совсем другая ведь тебя не искал, \nИ даже что влюблюсь так сильно я не рассчитал. \nЯ ведь не жалею, что я трачу время, \nСмогу и я сумею посвятить тебе поэму. \nВедь совсем я не жалею и продолжить я хочу \nТы прекрасна, знай, я об этом не молчу.",
    author: "Soulay"
  },
  {
    id: 16,
    text: "Ты как моя жизнь, голубое небо. \nТы мое сокровище, с тобою на край света. \nВ этом тексте я скажу как сильно я тебя люблю, \nКроме тебя нежной, не с кем быть я не хочу. \nТы как моя жизнь, голубое небо. \nТы мое сокровище, с тобою на край света. \nСамый главный твой поклонник, \nСамый первый твой фанат. \nТы запомни мои чувства, ведь они тебе кричат.",
    author: "Soulay"
  },
  {
    id: 17,
    text: "Между нами снова сотни километров. \nПрилечу к тебе без всяких документов. \nС тобою вместе быть хочу, я долго ждал момента, \nВот настал он наконец, я прилип как изолента. \nТы мой ценный жемчуг среди серого песка, \nИ запомни эти чувства не исчезнут никогда. \nСлово 'расстояние' оно нас не волнует, \nИ вновь твое сияние меня парализует",
    author: "Soulay"
  },

  {
    id: 18,
    text: "Бэйби ты то что надо \nРазмазана помада \nБейби ты то что надо \nДуши моей отрада \nБэйби ты то что надо \nМне никого не надо \nБэйби ты то что надо \nЯ хочу тебя рядом \nБейби ты то что надо",
    author: "MARAQE"
  },
  {
    id: 19,
    text: "Я знаю прекрасно чего я хочу \nТы улетаешь,я рядом лечу \nСикрет Виктори духи ДЖИММИ ЧУ \nТебя я стесняюсь с тобою молчу \nСамый прекрасный подарок от бога \nНе отрицаю,влюбился немного \nТы мой героин - мой витамин \nМой опиоид и мой дофамин",
    author: "Soulay"
  },
  {
    id: 20,
    text: "Приду на часок,если буду скучать \nБуду любить и не буду молчать \nТы самая лучшая моя привычка \nИ моего сердца большая частичка \nХочу я признаться,и без лапши \nДоверить ей чувства своей души \nТаранит сердце,и руки дрожат \nСлова о любви,для тебя звучат",
    author: "Soulay"
  },
  {
    id: 21,
    text: "Холод и жар ты моя богиня \nВсех стихов и песен моих героиня \nС тобою как фильме,ну маслом картина \nИ вроде моя но тянет так сильно \nСижу и считаю я дни и ночи \nКогда снова смогу видеть твои очи \nНапишу про тебя , возьму все что хочешь \nМы с тобой навсегда это знаю точно",
    author: "MARAQE"
  },
  {
    id: 22,
    text: "Мою любовь, не описать словами. \nЯ не могу понять что происходит между нами. \nВсего лишь шаг от счаться до разлуки \nЯ вспоминаю нас, \nя вспоминаю твои руки. \nЭтой ночью ты будешь моей, я откажусь от снов. \nЯ напишу тебе стихи из настоящих слов",
    author: "Isanay"
  },
  {
    id: 23,
    text: "Тагдырыма сен мага болдуң белек, \nСенин көздөрүң Ысык-Көлдөн терең. \nКолуңдан кармап, кучактагым келет \nКүйдүм го сүйүүдөн кысылып бекем.",
    author: "Isanay"
  },
  {
    id: 24,
    text: "Адашып алдым башкага ишенип, \nСен мага жашоомо керексиң  \nСуранам сенден эсимден кетпечи \nСуранам ката менден кетсе кечир. \nКыйналып турсамда жүрөгүм сезет сүйгөнүңдү билип, \nСүйүшүп кучакка кармалып, \nСен үчүн калдым ырларыма берилип. \nБашка бирөө сени жылытып, \nМен жүрөм сүрөтүңдү карап ичимен сынып, \nСенсиз өмүрдүн да кызыгы кетти, \nЖүрөгүм күйдү көздөрүңө жетпей",
    author: "Isanay"
  },
  {
    id: 25,
    text: "Она и я, другая вселенная \nНаша любовь не относится времени. \nНаша любовь - другая планета",
    author: "Isanay"
  },
  {
    id: 26,
    text: "Давай дружить сейчас, \nПотом вместе состаримся. \nЯ постараюсь сильно, ты не будешь париться. \nПросто полюби, а дальше все наладиться. \nС тобой мне хорошо, \nНе буду врать тебе: \nСотен глаз только твои подохдоят мне. \nТвой рост с моим так сочетается, \nЯ до сих пор мечтаю о тебе моя карсавица...",
    author: "Isanay"
  },
  {
    id: 27,
    text: "Не закрывай глаза пожалуйста \nХочу на них смотреть. \nЯ буду рядом в горе,  \nБуду рядом в радости. \nЯ буду рядом даже в самой старости, \nТолько ты не говори что ты со мной из жалости.",
    author: "Isanay"
  },
  {
    id: 28,
    text: "И если ты со мной я брошу все и буду добрым папой наших деток. \nЯ видел как ты на меня смотрела. \nТвой образ неземной, \nТвои зеленые глаза и тело",
    author: "Isanay"
  },
  {
    id: 29,
    text: "Тебя не заменит ни одна другая, \nЯ тону в объятиях твое тело обнимая. \nОна неземная, ее волосы и смех \nСдерживаю слезы,  \nЯ хочу добраться вверх.",
    author: "Isanay"
  }
];